ent-N14ClothingHeadHatBrotherhoodMojaveHelmet = шлем Мохавского Братства
    .desc = Модифицированный боевой шлем, который служит верой и правдой бойцам Мохавского Братства Стали.
ent-N14ClothingHeadHatBrotherhoodMojaveHelmetVeteran = боевой шлем ветерана Мохавского Братства
    .desc = Сколы на этом шлеме - метки боевого опыта, говорящие о нелёгкой службе в Мохавском Братстве.
ent-N14ClothingHeadHatBrotherhoodMojaveHelmetRecon = разведывательный шлем Мохавского Братства
    .desc = Шлем, изготовленный Западным Братством, разработанный как для защиты, так и для скрытных операций.